const TITLES = [
  'Голубая миля',
  'Властелин жопец: братство анального кольца',
  'Иван Васильевич меняет пол',
  'Крестная мамка',
  'Ночь кровавых помидоров',
  'Как я встретил вашего родителя №2',
  'В джазе только нигеры',
  'Назад в совковое будущее',
  'Американская история Y',
  'Побег из Рашкашенка',
  'Разлом Сан-Жопеас',
  'Ходячие голубцы'
  ];


  const SLOGANS = [
  'Никто не услышит твой крик',
  'Приключение начинается',
  'Героями не рождаются. Героями становятся',
  'Остается только надежда',
  'Любовь не покоряется никому',
  'Мы сняли это ради повесточки',
  'Вы думали я вас не переиграю? Я вас уничтожу!',
  'Самый романтичный бодихоррор десятилетия',
  'Oh shit, here we go again!',
  'Что будет если наступить на мыло в душе'
  ];


  const POSTERS = [
    './images/posters/made-for-each-other.png',
    './images/posters/popeye-meets-sinbad.png',
    './images/posters/sagebrush-trail.jpg',
    './images/posters/santa-claus-conquers-the-martians.jpg',
    './images/posters/the-dance-of-life.jpg',
    './images/posters/the-great-flamarion.jpg',
    './images/posters/the-man-with-the-golden-arm.jpg',
  ];


  const AGE_RATINGS = [
  '0+',
  '6+',
  '12+',
  '16+',
  '18+'
  ];

  const DIRECTORS = [
  'Кристофер Нолан',
  'Квентин Тарантино',
  'Мартин Скорсезе',
  'Дэвид Финчер',
  'Ридли Скотт',
  'Стивен Спилберг',
  'гильермо дель Торо',
  'Тим Бертон',
  'Уэс Андерсон',
  'Дэвид Линч'
  ];

  const ACTORS = [
  'Николь Кидман',
  'Оливия Колман',
  'Джессика Честейн',
  'Скарлетт Йохансон',
  'Эми Адамс',
  'Кейт Уинслет',
  'Кристен Стюарт',
  'Сирша Ронан',
  'Флоренс Пью',
  'Аня Тейлор-Джой',
  'Стив Бушеми',
  'Бред Питт',
  'Мэттью Макконахи',
  'Вигго Мортенсен',
  'Райан гослинг',
  'Оскар Айзек',
  'Леонардо Ди Каприо',
  'Бенедикт Камбербетч',
  'Тимоти Шаламе',
  'Мадс Миккельсен'
  ];



  const WRITERS = [
  'Беньоф и Вайс',
  'Квентин Тарантино',
  'Кристофер Нолан',
  'Аарон Соркин',
  'Мартин Скорцезе',
  'Джордан Пил',
  'Стивен Кинг',
  'Люк Бессон',
  'Гай Ричи',
  'Дэнни Бойл',

  ];

  const RELEASE_COUNTRY = [
  'США',
  'Великобритания',
  'Франция',
  'Канада',
  'Россия',
  'Индия',
  'Корея'
  ];

  const GENRES = [
  'Драма',
  'Комедия',
  'Боевик',
  'Мелодрама',
  'Хоррор',
  'Бодихоррор',
  'Фантастика',
  'Вестерн',
  'Фильм-катастрофа',
  'Эротика',
  'Нуар',
  'Постапокалипсис',
  'Психологический триллер',
  'Фильм-катастрофа',
  'Артхаус'
  ];

  export {TITLES, SLOGANS, POSTERS, AGE_RATINGS, ACTORS, DIRECTORS, WRITERS, RELEASE_COUNTRY, GENRES};
